Repository: pkshetlie/secret_link
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: This link is not available anymore!
fr: Ce lien n'est plus disponible !

source: Hi!
fr: Bonjour !

# Read&#10; me please
source: Read me please
fr: Lisez moi svp

source: This link is going to be destroyed once you open it, so please be carefull by clicking on the "Continue" button.
fr: Ce lien sera détruit une fois ouvert donc soyez prudent en cliquant sur "Continuer".

source: Once you click the "Continue" button, you are going to get the content in read only, you can of course copy it as any text.
fr: Dès que vous aurez cliqué sur le bouton "Continuer vous aurez accès au contenu en lecture seule. Vous pourrez bien sur copier ce dernier comme n'importe quel texte.

# Now you can click the &quot;Continue&quot; button if you still want it.
source: Now you can click the "Continue" button if you still want it.
fr: Maintenant vous pouvez cliquer sur "Continuer" si vous le souhaitez toujours..

source: Continue
fr: Continuer

source: Your link
fr: Votre lien

source: This is your link:
fr: Voici votre lien :

source: You copied the link!
fr: Vous avez copié le lien !

source: Good job!
fr: Bien joué !

source: Click to copy
fr: Cliquer pour copier

source: Content preview
fr: Aperçu du contenu

source: expiration on %date
fr: Expire le %date

source: Content
fr: Contenu

source: You copied the content!
fr: Vous avez copier le contenu !

source: Well done!
fr: Bien joué !

source: Thank you for using us.
fr: Merci d'utiliser notre service.

source: Secret link
fr: Lien secret

source: Create link
fr: Créer le lien

source: The link containing your content can be opened only one time, then it's destroyed.
fr: Le lien contenant votre contenu ne pourra être ouvert qu'une seule fois.

source: Even us can't get it back for you.
fr: Même nous ne pouvons pas récupérer ce contenu une fois lu.
